import * as icon from '@/Components/Icons/icons';
export default function page() {
  return (
    <>
    <section>
      <div className="container">
        <div className="row">
          <div className="col-md-12 w-full flex justify-center flex-col gap-6 items-center mt-5">
            <h1 className="text-center text-white text-5xl">مرحباً بكم في موقعنا </h1>
            <p className=" w-full text-lg text-white text-justify ">
                نحن نتشرف أن نقدم  لك عزيزي الزائر الدورات العلمية التى تؤهلك لفهم صحيح الدين على الكتاب والسنة , وضحض الشبهات التى أتى بها الأولون وسار على دربهم الأخرون , ونتمنى أن تكون هذه الدورات ذات منفعة لكم ونتمنى أن نلتقي جميعاً على ضفاف الكوثر يوم القيامه وأن نجتمع سوياً في جنات الخلد , اللهم آمين
            </p>
            <h2 className="w-full text-2xl text-blue-600 text-center flex justify-center ">البرنامج العلمي للشيخ خالد منصور <span className='text-green-500'><icon.FaBookOpenReader /></span></h2>
             <>
            <div className='w-full flex flex-col   h-screen justify-center gap-2 items-center'>
              <h1 className="text-red-800 text-2xl font-bold">مختصر لمشروع برنامجنا العلمى</h1> 
              <p className="text-justify px-3 h-[600px] overflow-y-scroll scrollbar-hide text-xl font-bold text-gray-200">

1 - من هو طالب العلم الذى ينتظر ؟

** الذي نؤمل بعد ذلك أن يكون طالبا ربانيا يعتمد عليه في المهمات و الملمات 

صاحب ثبات و سوخ عند الفتن لمعرفته بضوابط الحلال و الحرام 

و له إسهام مؤثر  التعريف برب العالمين و سنة النبي سيد المرسلين .


...


        (فائدة جلى ) <br />

2 - لا تهتم بكثرة المعلومات بقدر ما تهتم بأن لا يدخل العقل إلا صورة صحيحة للعلم 

أما كثرة المسائل الفير منضبطة في الذهن .. 

فليست تعد من العلم النافع 
<br />
فعلينا أن نهتم جيدا بما يلي :-
<br />
• صورة المسألة
<br />
• دليل المسألة 
<br />
• موضع الدلالة من الدليل
<br />
• وجه الدلالة من الدليل

<br />
( و الذي يجمع لنا ذلك كله ) :
<br />
* الاهتمام باللغة العربية 
<br />
* الاهتمام بمصطلحات العلماء
<br />
...

تنبيه :
<br />
 
هناك إشكاليات تعرقل مسيرة الطلب ..

<br />
* إشكالية الطالب نفسه
<br />
* إشكالية البداية بلا خطة
<br />

و لحل هذا الاشكال : 
<br />
لابد من وضع خطة 

علمية - زمنية - مادية .

نقيس بها القدرات  . 
و نضبط بها سيرنا مع هذا البرنامج العلمي


<br />
** إشكالية اختيار الكتاب .. 
و الانتقال قبل الإتقان

أو ( الطريقة البرغوثية )

و الحل باختصار أن نعلم : 

أن نعلم أن طعام الكبار سم الصغار ..

فالربانية الحقة ؛ أن نتربى على صغار العلم قبل كباره

.....
<br />

     ( خطة البرنامج العلمى ) 


تقسم العلوم إلي قسمين :
<br />
1 - القسم الأول :

 علوم تأسيسية لابد من داستها و الاختبار فيها عن طريق الدراسة التحليلية .. و هي 

(  الأصول العشرة  )
<br />
• أصول الاعتقاد 
 <br />
• أصول الفقة
<br />
• أصول التفسير
<br />
• أصول المصطلح 
<br />
• أصول اللغة
<br />
• أصول الدعوة
<br />
• أصول الديانات الباطلة 
<br />
• أصول اهل البدع
<br />
• أصول القواعد الفقهية
<br />
* مقاصد الشريعة 
<br />


2 - القسم الثاني :
<br />
( علوم تثقيفية شرعية )

جل تحميل الطالب فيها ..
علي القراءة و المذاكرة الفردية
<br />
* كالتفسير 
<br />
* شروح السنة 
<br />
* التاريخ الإسلامي
<br />
* السير و التراجم
<br />
* الأداب و الرقاق 
<br />
...

كيف تنظم وقتك ؟؟

الوقت المناسب لبناء شخصية الطالب المجتهد ..
<br />
* طالب علم مبتدئ - 3 ساعات يوميا
<br />
* طالب علم متوسط - 5 ساعات يوميا ..
<br />
* طالب علم متفرغ - من 7 / 10 ساعات يوميا 
<br />
..

<br />
( الطريقة المعتمدة للدراسة و القراءة ) :- 
<br />
* نسمع الشرح جيدا مع المتابعة في الكتاب 
<br />
* فهم المسائل جيدا 
<br />
* حفظ دليل واحد علي الأقل لكل مسألة .
<br />
* كتابة الزيادات المهمة التى يزيدها الشارح و لا توجد في الكتاب .
<br />
* معرفة المسائل التى خالف فيها الشارح المألف و كتابتها في الكتاب .
<br />
* تقسيم الدرس الي عدة عناصر يسهل مراجعتها
<br />

** طريقة القراءة :- 
<br />
( طريقة الفوائد و المسائل )
<br />

الفوائد : 

أن نقرأ الكتاب ثم تقوم بتسجيل كل فائدة جديدة تمر بنا ..

ثم نقوم بتصنيف هذه الفوائد فيما بعد حسب موضوعاتها 

فائدة فقهية - فائدة حديثية - فائدة لغوية - فائدة أصولية ... و هكذا 

<br />
المسائل : 

كل مسألة لا نفهمها أثناء القراءة علينا أن تكتبها ..

- و نحدد ما أشكل علينا فيها ..

 و نجتهد في سؤال من نثق بهم من أهل العلم ..

              </p>
            {/* <icon.SiAudiobookshelf className="text-blue-700 text-3xl  mx-1 "/>
            <h1 className='text-center flex justify-center items-center text-3xl text-red-500'>قم باختيار كتاب من القائمة الجانبية للإستماع إليه 
            </h1>
              <h3 className='text-center w-full md:w-[50%] lg:w-[50%] my-2 flex justify-center items-center text-fuchsia-700'>روى الإمام البخاري (71)، ومسلم (1037)  عن مُعَاوِيَةَ بن أبي سفيان رضي الله عنهما قال: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ.</h3> */}
            </div>
              </>
            {/* <h3 className="w-full text-lg text-white text-justify ">
              

                #مشروع_إعداد_الفقيه. 


                قال رسول الله صلى الله عليه:

                (من يرد الله به خيراً يفقهه في الدين). 


                هذا برنامج علمي مقترح لدراسة الفقه والأصول؛ دراسة (منهجية) متدرجة.. 

                .. 



                المرحلة التمهيدية:


                - ( *فروع الفقه* ) 

                - ( *قواعد أصول الفقه التي يعلم مها حاله* ) 

                كلاهما لابن المبرد.

                ...

                المرحلة الأولى: 

                - ( *منهج السالكين وتوضيح الفقه في الدين* ) للسعدي

                - ( *أخصر المختصرات* ) لابن بلبان

                - ( *التذكرة في أصول الفقه* ) للحسن بن عبد الغني.

                ....

                المرحلة الثانية:


                - ( *منار السبيل شرح الدليل* ) الشيخ إبراهيم ضويان. 

                - ( *مقبول المنقول* ) للإمام ابن عبد الهادي الشهير بابن المبرد. 

                ... 

                المرحلة الثالثة:


                ( *الروض المربع* ) على زاد المستقنع - منصور البهوتي 

                - ( *قواعد الأصول ومعاقد الفصول* ) عبد المؤمن بن عبد الحق البغدادي - شرح عبد الله الفوزان. 


                ونسأل الله أن يتم علينا وعليكم رحلتنا في عافية من أمر ديننا ودنيانا. 

                .. 

                وكلها محاضرات موجودة بشرحي على  


                <a href="https://youtube.com/channel/UCrnbVugpE6ZfBGgeaUw_4xQ">قناتي على اليوتيوب</a>

                ...

                ومن انتهى من مدارسة الروض وإتقانه وأراد أن يشرع في قراءة كتب الحنابلة شروحاً وأدلة فليقرأ على الترتيب التالي:


                1- شرح منتهى الإرادات: الشيخ منصور البهوتي. 

                2- كشاف القناع عن متن الإقناع: الشيخ منصور البهوتي. 

                3- الشرح الكبير على متن المقنع: شمس الدين ابن قدامة. 

                مع مداومة مطالعة اختيارات شيخ الإسلام ابن تيمية. 

                ثم إدمان القراءة في كتب أحاديث الأحكام عند الحنابلة ومنها: 

                1- العمدة الكبرى في أحاديث الأحكام عبد الغني المقدسي (ت: 600)

                2- كفاية المستقنع لأدلة المقنع: لأبي المحاسن جمال الدين المرداوي (ت: 769)

                3- تنقيح التحقيق من أحاديث التعليق: ابن عبد الهادي المقدسي (ت: 744)

                4- المنتقى من أخبار المصطفى مجد الدين ابن تيمية (ت: 652)

                ..

                وكتبه - خالد منصور

                ليلة الخميس الموافق: 8/2/2024

                ..
            </h3> */}
          </div>
        </div>
      </div>
    </section>
    </>
  )
}
